{
    "cat.sensory-and-visual-cues": "Trata de violações relacionadas a pistas visuais e sensoriais, como o uso adequado de cores, contraste, tamanhos de fonte, etc.",
    "wcag144": "Refere-se à violação da diretriz WCAG 1.4.4, que se relaciona com o tamanho do texto e a capacidade de aumentá-lo sem perda de funcionalidade.",
    "cat.structure": "Relaciona-se à estrutura e organização do conteúdo na página, como o uso adequado de cabeçalhos, listas, tabelas, etc.",
    "cat.color": "Trata de violações relacionadas ao uso de cores, como a falta de contraste adequado entre o texto e o plano de fundo.",
    "cat.aria": "Refere-se a violações relacionadas ao uso incorreto ou inadequado de atributos ARIA (Accessible Rich Internet Applications) para melhorar a acessibilidade.",
    "wcag411": "Refere-se à violação da diretriz WCAG 4.1.1, que trata da interpretação correta do conteúdo por parte dos usuários, incluindo a apresentação adequada de idiomas estrangeiros.",
    "wcag311": "Refere-se à violação da diretriz WCAG 3.1.1, que trata da garantia de que o conteúdo seja apresentado aos usuários de forma perceptível, independentemente da capacidade sensorial que possuam.",
    "wcag2aa": "Refere-se à conformidade com o nível AA das diretrizes WCAG (Web Content Accessibility Guidelines), que são padrões para tornar o conteúdo web mais acessível.",
    "cat.name-role-value": "Trata de violações relacionadas ao uso adequado de atributos que descrevem o papel, o nome e o valor de elementos interativos na página.",
    "wcag143": "Refere-se à violação da diretriz WCAG 1.4.3, que trata da capacidade de o conteúdo ser apresentado em diferentes configurações de cor ou em preto e branco.",
    "section508.22.i": "Refere-se à Seção 508, uma legislação nos Estados Unidos que exige a acessibilidade de tecnologia da informação para pessoas com deficiência. Essa tag pode se relacionar com a conformidade específica da Seção 508, mas é necessário verificar a fonte para ter certeza.",
    "section508.22.o": "Assim como a tag anterior, refere-se à Seção 508, possivelmente relacionada a requisitos específicos dessa legislação.",
    "cat.language": "Trata de violações relacionadas à especificação correta do idioma utilizado no conteúdo da página.",
    "cat.parsing": "Relaciona-se à análise correta do código HTML da página e a possíveis erros de sintaxe ou estrutura que podem afetar a acessibilidade.",
    "cat.semantics": "Refere-se a violações relacionadas ao uso adequado de elementos semânticos HTML para marcar e estruturar o conteúdo corretamente.",
    "cat.forms": "Trata de violações relacionadas ao uso adequado e acessível de formulários web, como rótulos associados a campos de entrada, indicação de erros, etc.",
    "best-practice": "Indica a presença de práticas recomendadas ou sugestões para melhorar a acessibilidade, sem se encaixar em uma categoria específica.",
    "section508.22.a": "Refere-se à Seção 508, possivelmente relacionada a requisitos específicos dessa legislação.",
    "wcag332": "Refere-se à violação da diretriz WCAG 3.3.2, que trata do uso adequado de rótulos e instruções em formulários web para auxiliar os usuários na entrada de dados.",
    "wcag111": "Refere-se à violação da diretriz WCAG 1.1.1, que trata da garantia de que o conteúdo tenha alternativas textuais adequadas para imagens, gráficos e outros elementos não textuais.",
    "cat.keyboard": "Trata de violações relacionadas à acessibilidade para usuários que navegam apenas pelo teclado, como a falta de foco adequado em elementos interativos.",
    "wcag412": "Refere-se à violação da diretriz WCAG 4.1.2, que trata da capacidade de usuários com deficiência de interagir com o conteúdo por meio de diferentes dispositivos de entrada (além do mouse).",
    "wcag244": "Refere-se à violação da diretriz WCAG 2.4.4, que trata da garantia de que o conteúdo seja apresentado de forma consistente em diferentes navegadores e tecnologias assistivas.",
    "section508.22.n": "Refere-se à Seção 508, possivelmente relacionada a requisitos específicos dessa legislação.",
    "section508": "Refere-se à Seção 508, legislação nos Estados Unidos que exige a acessibilidade de tecnologia da informação para pessoas com deficiência. Essa tag pode indicar conformidade geral com a Seção 508, mas é necessário verificar a fonte para ter certeza.",
    "cat.text-alternatives": "Trata de violações relacionadas à disponibilidade de alternativas textuais adequadas para elementos não textuais, como imagens, áudio e vídeo.",
    "wcag2a": "Refere-se à conformidade com o nível A das diretrizes WCAG, que são padrões para tornar o conteúdo web mais acessível.",
    "wcag131": "Refere-se à violação da diretriz WCAG 1.3.1, que trata da garantia de que o conteúdo seja apresentado de forma legível e compreensível aos usuários.",
    "wcag241": "Refere-se à violação da diretriz WCAG 2.4.1, que trata da garantia de que o conteúdo seja apresentado de forma clara e legível, incluindo a separação adequada entre o plano de fundo e o texto."
}
  